akamud.vscode-theme-onedark
astro-build.astro-vscode
bazelbuild.vscode-bazel
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
hashicorp.terraform
jdinhlife.gruvbox
matangover.mypy
mikestead.dotenv
ms-azuretools.vscode-azureterraform
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
naumovs.color-highlight
oderwat.indent-rainbow
orta.vscode-jest
rust-lang.rust-analyzer
tamasfe.even-better-toml
timonwong.shellcheck
vscodevim.vim
waderyan.gitblame
wix.vscode-import-cost
yoavbls.pretty-ts-errors
